{
  "buttons.add_bullet": "Añadir punto de enumeración",
  "buttons.add_new": "Añadir nuevo",
  "buttons.add_to_resume": "Adjuntar",
  "buttons.back": "Atrás",
  "buttons.cancel": "Cancelar",
  "buttons.close": "Cerrar",
  "buttons.convert": "Convertir al inglés",
  "buttons.delete_record": "Eliminar el registro",
  "buttons.done": "Completado",
  "buttons.edit_bullet": "Editar punto de enumeración",
  "buttons.edit_record": "Editar registro",
  "buttons.email_resume": "Enviar por correo electrónico",
  "buttons.enhance": "Mejorar",
  "buttons.finish": "Terminar",
  "buttons.generate_new": "Generar nuevo",
  "buttons.get_doc": "Obtener DOC",
  "buttons.get_pdf": "Obtener PDF",
  "buttons.load_more": "Carga más",
  "buttons.move_down": "Mover abajo",
  "buttons.move_up": "Mover arriba",
  "buttons.remove_bullet": "Remover punto de enumeración",
  "buttons.save": "Salvar",
  "buttons.save_bullet": "Guardar punto de enumeración",
  "buttons.start_over": "Comenzar de nuevo",
  "buttons.start_over_warning": "Si comienza de nuevo, se perderá toda la información que haya escrito hasta ahora. ¿Desea proceder de todas maneras?",
  "buttons.suggest": "Sugerir",
  "buttons.suggest_bullets": "Sugerir puntos de enumeración",
  "buttons.suggest_enhancements": "Sugerir mejoras",
  "buttons.use_suggestion": "Utilizar sugerencia",
  "buttons.use_suggestions": "Utilizar sugerencias",
  "instructions.adapter": "ResumeRunner puede hacer sugerencias útiles para adaptar su currículum a una oferta de trabajo.",
  "instructions.basic_info": "La sección de información básica de un resumé es fundamental para proporcionar detalles esenciales sobre el candidato. Incluye datos personales como nombre completo, información de contacto (número de teléfono, dirección de correo electrónico) y ubicación. Esta sección es importante ya que permite a los empleadores comunicarse con solicitantes de empleo de manera fácil y rápida. Además, esta información garantiza claridad y profesionalismo al presentarse. La precisión en esta sección es crucial para evitar problemas de comunicación. Incluir un perfil de LinkedIn o un enlace a un portafolio digital puede mejorar la credibilidad y ofrecer más información a los empleadores sobre su experiencia profesional. Esta sección establece la base del resumé y crea una primera impresión positiva.",
  "instructions.certificates": "La sección de certificados en un resumé contiene un valor significativo ya que demuestra su desarrollo profesional y capacitación especializada. Incluir certificaciones relevantes realza su compromiso para mantenerse vigente con tendencias de su industria y adquirir experiencia adicional. Empleadores frecuentemente buscan candidatos con certificaciones específicas, haciendo esta sección esencial para demostrar sus calificaciones. Listar certificaciones notables puede destacarte de otros candidatos y demostrar su dedicación hacia la educación continua. Asegurese de incluir el nombre de la certificación, el agente emisor, y la fecha de finalización. Al adaptar esta sección para la posición a la que esta aplicando, sea selectivo, y enfoquece en las certificaciones que directamente se relacionan a la posición, reafirmando su aptitud y valor como candidato.",
  "instructions.cover": "Una carta de presentación es un documento separado que acompaña a su currículum cuando solicita un trabajo. Su objetivo principal es presentarse al empleador, explicar por qué está interesado en el puesto y la empresa, y resaltar sus calificaciones, habilidades y experiencias que lo hacen un candidato ideal para el trabajo. También le permite expresar su entusiasmo y personalidad al mismo tiempo que proporciona contexto para su solicitud.",
  "instructions.education": "La sección de educación en un resumé resalta sus calificaciones académicas y su experiencia, ambas cruciales para trabajos de nivel inicial. Esta sección demuestra su compromiso continuo hacia la educación, lo que es atractivo para empleadores que valoran el crecimiento profesional. Los logros educativos lo diferencian de otros candidatos y contextualizan sus experiencias laborales. Para quienes cambian de carrera, los cursos o certificaciones relevantes indican aptitud para nuevos puestos. Utilizar palabras clave y pertinentes en esta sección puede ayudar a navegar los sistemas de seguimiento de candidatos o Applicant Tracking Systems (ATS) en inglés.",
  "instructions.experience": "En la sección de experiencia puede destacar su historial laboral y demostrar sus habilidades prácticas, logros y progresión profesional. Estos detalles le ofrecen a posibles empleadores información sobre su experiencia relevante y su potencial para contribuir como profesional. Aqui puede incluir cómo sus funciones anteriores lo han preparado para el puesto que está solicitando. Al enumerar sus pasados roles y logros, usted demuestra su preparación para la posición deseada.",
  "instructions.interests": "La sección de intereses, aunque opcional, puede añadir un toque personal a su resumé y provee a sus posibles empleadores una mejor idea sobre su personalidad y áreas de interés fuera del trabajo. Esto incluye pasatiempos, deportes, y actividades voluntarias, todo esto puede demostrar su versatilidad y diversas habilidades. También abre oportunidades para temas de interés común en las entrevistas, formando una buena relación con los entrevistadores. Tenga cuenta de mencionar intereses que sean compatibles con la posición o demuestren cualidades valiosas para la posición. Por ejemplo, deportes de equipo pueden reflejar habilidades colaborativas, mientras que actividades artísticas pueden indicar creatividad. Aunque breve, esta sección puede establecer una impression memorable, ayudandole a destacarse como un candidato único e interesante.",
  "instructions.skills": "La sección de habilidades de un resumé resalta sus competencias principales, tanto técnicas como interpersonales. Le ofrece a los empleadores un imagen de sus fortalezas y adaptabilidad para el puesto. Personalizar las habilidades según los requisitos del trabajo puede mejorar su visibilidad como candidato. Mostrar tanto habilidades técnicas (por ejemplo, dominio de software/programas de computadoras) como destrezas sociales o “soft skills” (por ejemplo, trabajo en equipo) presenta un perfil balanceado. Proporcionar ejemplos cuantificados de estas habilidades aumenta su credibilidad, complementando su experiencia professional, destacando su valor único para empleadores.",
  "instructions.summary": "La sección de compendio, útil para recién graduados o aquellos que buscan cambiar de carrera, presenta sus objetivos e intenciones profesionales de forma concisa. Un compendio bien elaborado muestra a empleadores su motivación y la compabilidad de sus habilidades. Personalizar esta sección para cada posición demuestra su dedicación al puesto y a la empresa. Para profesionales con más experiencia, crear un compendio profesional que enfatice sus logros y valor a la organización puede ser lo más apropiado.",
  "months.apr": "Abr",
  "months.aug": "Ago",
  "months.dec": "Dic",
  "months.feb": "Feb",
  "months.jan": "Ene",
  "months.jul": "Jul",
  "months.jun": "Jun",
  "months.mar": "Mar",
  "months.may": "May",
  "months.nov": "Nov\n",
  "months.oct": "Oct",
  "months.sep": "Sep",
  "steps.accomplishments.if_not": "Si no desea ingresar ningún logro, continúe con el siguiente paso.",
  "steps.adapter.instructions": "ResumeRunner ha comparado su currículum con los requisitos del trabajo seleccionado y ha sugerido las viñetas a continuación. Incorpora únicamente viñetas que reflejen genuinamente tu experiencia.",
  "steps.adapter.intro": "Ingrese la descripción de una oferta de trabajo y luego haga clic en el botón para obtener sugerencias para su currículum.",
  "steps.adapter.job_description": "Descripción del trabajo",
  "steps.adapter.no_bullets_selected": "No se seleccionaron puntos de enumeración",
  "steps.adapter.section_to_add": "No utilice",
  "steps.basic.address": "Dirección",
  "steps.basic.email": "Correo Electrónico",
  "steps.basic.name": "Nombre completo",
  "steps.basic.phone": "Teléfono",
  "steps.basic.social_url": "URL del perfil social",
  "steps.certifications.certificate": "Certificado",
  "steps.certifications.if_not": "Si no desea ingresar ninguna certificación, continúe al siguiente paso.",
  "steps.certifications.issuer": "Agente Emisor",
  "steps.cover.intro": "Documento/texto separado que acompaña a su currículum al solicitar un trabajo",
  "steps.cover.outro": "Haga clic en Sugerir/Mejorar para combinar su experiencia, educación y habilidades con sus aportes para producir contenido enriquecido para la sección Resumen de su currículum.",
  "steps.cover.placeholder": "Puede ingresar el nombre de la empresa o las industrias en las que está interesado en trabajar.",
  "steps.education.anticipated": "Graduación anticipada",
  "steps.education.attended_from": "Asistí desde",
  "steps.education.attended_until": "Hasta",
  "steps.education.city": "Ciudad",
  "steps.education.degree": "Grado de estudios",
  "steps.education.field_of_studies": "Campo de estudios",
  "steps.education.graduated": "Graduado",
  "steps.education.if_not": "Si no desea ingresar a ninguna educación, continúe con el siguiente paso.",
  "steps.education.other": "Otro",
  "steps.education.school": "Colegio",
  "steps.education.state": "Estado",
  "steps.education.still_studying": "Todavía estudiando",
  "steps.experience.city": "Ciudad",
  "steps.experience.company": "Empresa",
  "steps.experience.if_not": "Si no desea ingresar ninguna experiencia, continúe con el siguiente paso.",
  "steps.experience.placeholders.position": "ex. Conductor de camión",
  "steps.experience.position": "Posición",
  "steps.experience.recommended": "Haga clic en \"Sugerir puntos de enumeración\" para obtener inspiración sobre viñetas de experiencias laborales.",
  "steps.experience.state": "Estado",
  "steps.experience.still_working": "Aún trabajando",
  "steps.experience.worked_from": "Trabajado desde",
  "steps.experience.worked_until": "Trabajó hasta",
  "steps.import.body": "Pega el texto de tu currículum",
  "steps.interests.if_not": "Si no desea ingresar ningún interés, continúe con el siguiente paso.",
  "steps.setup.custom_resume": "Currículum personalizado",
  "steps.setup.custom_resume_desc": "Utilice Configuración Personalizada si desea añadir secciones adicionales a su resumé u omitir alguna de las secciones estándarizadas. Puede regresar y cambiar estas en cualquier momento.",
  "steps.setup.english": "Inglés",
  "steps.setup.input_language": "Seleccione el idioma",
  "steps.setup.select_instructions": "Seleccione las secciones para incluir en su resumé alternando entre encendido/apagado.",
  "steps.setup.spanish": "Español",
  "steps.setup.standard_resume": "Resumé estándarizado",
  "steps.setup.standard_resume_desc": "Experiencia, educación, habilidades, intereses y resumen",
  "steps.setup.switch_order": "Cambiar orden",
  "steps.setup.welcome": "Bienvenido a Resume Runner",
  "steps.skills.advanced": "Avanzado",
  "steps.skills.beginner": "Principiante",
  "steps.skills.expert": "Experto",
  "steps.skills.if_not": "Si no desea ingresar ninguna habilidad, continúe con el siguiente paso.",
  "steps.skills.intermediate": "Intermedio",
  "steps.skills.level": "Nivel",
  "steps.skills.master": "Dominar",
  "steps.skills.y1_3": "1-3 años",
  "steps.skills.y4_6": "4-6 años",
  "steps.skills.y7_10": "7-10 años",
  "steps.skills.y10p": "10+ años",
  "steps.skills.years": "Años de experiencia",
  "steps.summary.intro": "Un resumen de varias oraciones sobre su experiencia y habilidades hasta hoy, que irá a la parte superior de su resumé.",
  "steps.summary.objective": "Objetivo",
  "steps.summary.outro": "Haga clic en Sugerir/Mejorar para combinar su experiencia, educación y habilidades con su información para enriquecer el contenido en la sección Compendio de su resumé.",
  "steps.summary.placeholder": "Puede ingresar el nombre de la empresa o las industrias en las que está interesado en trabajar.",
  "steps.summary.summary": "Compendio",
  "steps.summary.treat_as": "Tratar como objetivo",
  "terms.accomplishments": "Logros",
  "terms.adapter": "Trabajo a medida",
  "terms.addedit": "Agregar/Edita",
  "terms.alternatives": "Alternativas para",
  "terms.basic_info": "Información básica",
  "terms.bullets": "Puntos de enumeración",
  "terms.certificates": "Certificados",
  "terms.cover_letter": "Carta de presentación",
  "terms.education": "Educación",
  "terms.empty_text": "Texto vacío",
  "terms.error_date_order": "Las fechas deben estar en un orden lógico.",
  "terms.error_future_date": "No puede ser una fecha futura",
  "terms.error_invalid": "Inválido",
  "terms.error_invalid_date": "Formato de fecha no válido MM/AAAA",
  "terms.error_invalid_email": "Email inválido",
  "terms.error_required": "Necesario",
  "terms.experience": "Experiencia",
  "terms.footer": "Pie de página",
  "terms.help": "Ayuda",
  "terms.import": "Importar",
  "terms.interests": "Intereses",
  "terms.job_enhancer": "Mejorador de Trabajo",
  "terms.loading": "Cargando",
  "terms.present": "Presente",
  "terms.preview": "Avance",
  "terms.skills": "Habilidades",
  "terms.start": "Comienzo",
  "terms.status": "Estado",
  "terms.suggestions": "Sugerencias",
  "terms.summary": "Compendio",
  "terms.years": "año(s)",
  "texts.based_on_sample": "La vista previa a continuación se basa en datos de muestra.",
  "texts.bullet_added": "Añadido",
  "texts.first_fill_empty": "Primero debes completar los datos requeridos.",
  "texts.loading_suggestions": "Cargando sugerencias",
  "texts.no_mention": "No mencionar",
  "texts.pick_multiple_suggestions": "Elija una o más de las sugerencias",
  "texts.pick_one_suggestion": "Elija una de las sugerencias para utilizar.",
  "texts.save_for_later": "Puede guardar el registro y volver más tarde para editarlo nuevamente.",
  "titles.start": "Comienzo"
}
